[
  {
    "name": "writing",
    "projects": [
      {
        "id": "w1",
        "name": "Not-So-Sweet Sixteen",
        "content": [
          " Many American girls spend years dreaming up ideas for their sweet sixteen. From giant balls to outdoor movies and even car shows, the ideas are endless.",
          "Some girls dream of wearing gowns fit for royalty with smiles on their faces.",
          " Boys lining up, anticipating the chance to dance with her and her friends. Hands shaking as they thought up the perfect date with the birthday girl.",
          "Lights reflecting off the chandeliers, the vibrating of the floor as the music gets louder. Never staying still, dancing the night away.",
          " Lights reflecting off the chandeliers, the vibrating of the floor as the music gets louder. Never staying still, dancing the night away.",
          "Not wanting to leave, but floating into their bed, not willing to end the night by undressing.",
          " Hundreds of people there sending out their “happy birthday’ wishes, piles of beautiful presents.",
          " I was one of those girls. But my sixteenth wasn’t anywhere near sweet.",
          " There were no dresses, not even any smiles.",
          " Boys were nowhere to be seen and certainly weren’t lining up to ask me on dates.",
          " No lights danced along any special chandeliers. There was no music thrumming through the floors.",
          " I spent the whole day still, never dancing.",
          " Gratefully slinking into bed, eyes drifting around the room searching for a sign this wasn’t real.",
          " My sixteenth birthday passed without a single wish of “happy birthday.”"
        ],
        "type": "NonFiction"
      },
      {
        "id": "w2",
        "name": "A Needed Miracle",
        "content": [
          " The register popped open, the screen showing the amount of change I owed the customer. My tired hands struggled to count out the coins, but eventually I fumbled through and finished the transaction.",
          " I was relieved to peek at the clock to see 1:50. Only one more hour before I could go home for the afternoon.",
          " Out of nowhere came a strange sound. The store next to us had been doing construction, so I assumed the noise was someone dropping a ladder.",
          " I looked to my coworkers in confusion, hoping they could provide answers to my unasked question. We heard the sound again. Then two more times.",
          " Realization hit, forcing me to the ground.",
          " Those sounds were gunshots. And they were fired from just outside our store.",
          " I was frozen in fear, unable to move to a safer place. The children in our store screamed,causing more fear. I had never felt like I was in this much danger.",
          " One of my coworkers bravely shouted for everyone to get in the back. Her demand snapped me out of my frozen state, and I was able to escape to safety.",
          " We ran from the store, across the busy road, and into a hotel parking lot. We all called our families, then gathered around to keep each other warm.",
          " That’s when we met Beth.",
          " Her short stature and sweet smile reminded us of our grandmothers, the bold “What Would Jesus Do” pin displaying her strong faith.",
          " When the shooting happened, she had been walking through the mall looking for a dress to wear to her wedding that would take place in a few months. At the blasts of the shots, she rushed into the nearest store, which just happened to be ours.",
          " In the hotel parking lot, she hugged us all, telling us we were strong and that we were very helpful in getting all our customers to safety.",
          " Beth prayed with us, asking for comfort and safety.",
          " Standing there, hugging in a freezing parking lot, we felt safe thanks to Beth and her faith. Beth walked all the employees over to the nearby IHOP, and bought everyone coffee and hot chocolate, staying even though she didn’t have to.",
          " Beth was a miracle. We were all terrified, needing someone to comfort us. She was there, providing so much more than we could even hope for."
        ],
        "type": "NonFiction"
      },

      {
        "id": "w3",
        "name": "Fly on the Wall",
        "content": [
          " Delicate snowflakes fell into the silent parking lot. A slight breeze danced along the bare trees, blowing the soft, powdering snow into the light of the street lamps.",
          " The moonlight reflected off the rainbow of empty cars in the parking lot.",
          " Only one window in the buildings surrounding the parking lot had light pouring out.",
          " A noisy white car entered the scene, destroying the light dusting of snow, interrupting the natural music of the night.",
          " The car moved slowly through the parking lot, stopping by every few cars for a moment each, then resuming the slow laps. The car continued around the parking lot, completing at least three of the pause-filled laps before eventually parking in an empty stall near the building. The driver stayed in the car, looking up at the windows facing him, particularly the one with a light on.",
          " After a few minutes of staring, the driver shut off the engine, allowing the night’s music to resume.",
          " The driver slowly exited his car, continuing to look up at the window.",
          " He made his way to the sidewalk and began the short journey through the cold to the entrance.",
          " Every few steps, he turned, watching the window with the light on.",
          " Maybe he could sense the two girls watching him, making up stories of why he was arriving home hours after curfew."
        ],
        "type": "NonFiction"
      },
      {
        "id": "w4",
        "name": "First Glimpse",
        "content": [
          " The music blasted around the gym, bouncing off the light-covered walls. My friends and I sang along to the song, all having it memorized from hearing it every Wednesday night. ",
          " The sounds of dancing feet rattled the floor. The couple next to us took up more space than there was room for. The guy spun his partner around and around then continued around the room. The fiery red hair of the girl caught my eye as she spun, letting her long curls spray out, barely missing the boy’s face. Her eyes brightened, a soft giggle escaping her lips as she stumbled through the dance.",
          " Less than a blink later, she disappeared into the flashing lights. The familiar song ended, and the DJ played a line dance.  The crowd of people raced to the floor, my friends dragging me along with them. I pulled away giving some excuse to sit out this song. I made my way around the edges of the room, searching for a glimpse of the red hair I saw just moments before.",
          " Weaving through the few scattered along the walls, I scanned the room but could not find her. Distraught, I found a chair to sit down. Not many people sat on this side of the room so I was sure I would be left alone. I knew my friends would ask questions, so I tried to pull myself together as the song came to an end. In the brief moment of silence between songs, a familiar bubble of laughter floated to my ears. ",
          " Just a few steps away stood the girl with the red hair, the most beautiful girl I had ever seen. The dancing lights glowed around her, giving her a heavenly aura. I froze in my seat. As if in a dream, my body carried me over to her. An unfamiliar voice forced its way out of my mouth asking her to dance. Her smile widened and she nodded her head, holding out her little hand for me to grab.",
          " I escorted her to the center of the room. The only thoughts on my mind were of the way her delicate hands fit in mine. We began to dance, her following my leads perfectly. Attempting conversation would be pointless, the music was far too loud. Yet conversation didn’t seem to be needed. Our eyes locked on to each other’s whenever possible, only breaking as she spun. Up close I could see that her hair wasn’t the bright red I originally thought, but was more of a darker orange color, almost brown like mine. The colorful lights played tricks on my eyes, not letting me see the color of hers.",
          " The movements of the dance flowed perfectly between us. Her head came just above my shoulders, making her spins graceful and lovely. My long arms arched perfectly over her as she glided her way underneath. I never considered myself tall, barely reaching six foot, never saw myself as strong. But next to her, I felt like the coolest guy on the planet. Her smile and the sparkle in her eyes made me feel as if she agreed. She must not have met many guys because I can’t compare to even half the guys here. ",
          " I whipped her around, pulling her into a dip. From this angle I could see the freckles that dotted her nose and cheeks. Her eyes glowed in the lights, showing a dark green with flakes of gold. A soft gasp escaped her lips as I flung her back up. She stumbled over her own feet trying to stay upright. Spin after spin, followed with a dip every once in a while, I decided that I wanted to get to know this girl better. ",
          " The song came to an end much too quickly, forcing me to escort her back. Luckily our dancing had carried us to the far side of the room, allowing for a long walk where we could converse. I offered my name, and she gave hers in return. Jami. What a perfect name for the angel before me. My brain searched for questions to ask her, but panic kicked in and some question escaped my lips, probably a stupid one. She gave her answer and I pretended to listen, too distracted by trying to come up with how to spend more time with her.",
          " We returned to where I had grabbed her from, adrenaline pumping through my veins, encouraging me to ask her one last question. Before she could walk away, I asked her if she would like to get dinner sometime. ",
          " Fear took place of the smile on her face almost instantly. She tried to cover it but was unable to, the soft color of her cheeks replaced with a pale, almost white color. She mumbled about how she was busy or something. The adrenaline still pumping through my veins, I walked away in a daze not quite sure what had just happened.",
          " I made my way back to my friends, their conversation slowly bringing me back. Song after song I stood with my friends, occasionally catching glimpses of Jami, the layer of pride surrounding my heart taking a knife each glance.",
          " By the end of the night, the pride was shattered, leaving my heart out in the open as I made my way to my car. Voices in my head called me out, reminding me that I have been home from m mission for two years, I’m twenty-two years old, and I still haven’t found a girl. Through these shouts, a soft whisper made its way in, telling me that this wasn’t the end of the story for us."
        ],
        "type": "NonFiction"
      },
      {
        "id": "w5",
        "name": "Changing Relationships",
        "content": [
          "Tears stream down everyone’s faces as goodbyes fill the room. Families embrace for the last time, reminding each other of their love. These moments are always hard, but they’re even harder when you’re moving out and starting your independent journey. As the parents say their last goodbyes, the new adults wipe their tears away, the homesickness already kicking in.",
          " Many new college students experience this. The first day without their parents, they probably spent most of the day locked in their rooms, crying. ",
          " Don’t worry new adults, I promise it will get easier. ",
          " As a child, you always have your parents right there, a couple rooms over. When you move out, the distance added between you and your parents threatens the bond you’ve created through all the years of being together. However, in many cases, this distance actually improves your relationship.  ",
          " According to a study done by College Pulse, interviewing around 14,500 college students, 3 out of every 5 students say their relationship with their parents is much better since they came to college. Only ten percent of the interviewed students said their relationship with their parents got worse, and 80% of those students said it got only slightly worse.  ",
          " I received similar results in my own research. Most of the students I asked said their relationship got better, with a few saying it stayed the same. None of the students that I asked said that their relationship got worse, but that could be attributed to the church school environment I’m in, as well as most of the students I asked still being in their first few semesters of school.  ",
          " What is it that brings students and their parents closer? Carly Freeman, a second semester Family Consumer Science Education major, said, “I feel like I appreciated my parents a lot when I was back home and after coming [to college] I knew that I could still call them, and they would still support me if I needed help or someone to talk to.” On the student’s side, the distance shows how much you rely on your parents. Instead of having them conveniently in the next room over, you have to actively reach out to them, leading to students realizing how often they need their parents.  ",
          " The relationship students have with their parents before starting college greatly impacts their relationship after moving out. According to the same study done by College Pulse, the students whose parents were present and involved throughout their childhood were more likely to see growth in their relationship with their parents.  ",
          " In the past three months, I have called my parents 37 times, the average phone call lasting around an hour. This doesn’t include the many times I texted my parents or talked to them through other platforms such as Marco Polo.   ",
          " Emma Jordan, a first semester Psychology student has called her parents 74 times in the past month alone. Most of these calls were seeking advice and just talking about life. She said she relied on her mom to help her through many of the stresses of becoming independent, including seeking motivation to complete the “never-ending homework.” ",
          " What do things look like on the parent’s side? According to Janette, mother of two college students, “The changes in my relationship with my college kids is different for each one. It is mostly about frequency of communication.” With Janette’s older daughter, there was a complete separation at first. “When she went away, she really went away. She still depended on us for a few things,” Janette said, “but didn’t want me to know her day to day doings.” Janette said she still talked monthly with this daughter and was aware of the major events, but the smaller details were kept private.   ",
          " With her other daughter, Janette felt like she was her “biggest listener. [She] told me about every little detail of her day.” Janette and her daughter would call almost daily, talking about their plans and what was happening in their extended family.  ",
          " As time went on, the relationships seemed to switch places. With the older daughter, “It took a stressful experience to open up her more frequent communication with us.” In the months after this traumatic experience, they spoke most days, sometimes even twice a day. These conversations slowed down a little, but their communication is still frequent. ",
          " The other daughter began to rely on her friends and share her day-to-day details with them, contacting Janette less and less. Their conversations are still fairly frequent, but the conversations are a lot more general. This is to be expected as this daughter develops her independence and forms connections with those around her.  ",
          " For parents, especially those with only one child, saying goodbye can be very hard. They are left with much more time on their hands from not having their child around. Michigan State University issued an article providing advice for parents on how to make the transition easier for themselves and their children. They provided three main pieces of advice. ",
          " The first was to focus on their personal needs. Parents often place their children’s needs above their own, allowing their problems to grow to a severe state. Having distance between parent and child allows parents to redirect their energy towards themselves. ",
          " Second was to create a parent-adult relationship. It is important for college students to develop their independence, but still have their parents to fall back on. This leads to the third piece of advice, which is to allow your child to have their own interests, and to make mistakes.  ",
          " These young adults won’t be able to grow if their parents are controlling their actions and choices. Some forced independence may be needed. ",
          " So, for you parents, remember to give your adult children some space, but still be there for them to rely on when a listening ear is needed. ",
          " And to you, new adults starting college, remember that thanks to modern technology, you can still talk to your parents frequently. If you’re feeling homesick, give your parents a call or shoot them a text. And remember, it gets easier as you go.  "
        ],
        "type": "Newspaper"
      },
      {
        "id": "w6",
        "name": "Weather",
        "content": [
          " Heat radiated off the road, smudging the horizon. The sky was a cloudless blue, only interrupted by the brilliant sun. A light breeze ran through the trees, tickling the leaves and dancing with the flowers until gravity pulled them gracefully to the ground.",
          " Children played in their yards. Some ran through sprinklers, others kicked around a ball as parents visited and joyfully watched the kids. Laughter mixed with the dance of the flowers, filling the air with a sweet feeling.",
          " Twirling down the sidewalk was a young girl, around seven years old. Her blonde hair was pulled up into pigtails which ended in perfect little ringlets. Little bows that matched the girl’s yellow dress showed that her mother had taken time and put effort into the girl’s looks. She held a brand-new doll who wore a matching dress. She dreamed of all the adventures she would go on with her toy, light melodies floating through her lips as she skipped past the houses, making sure to avoid the cracks on the ground. She wanted to save her mother’s back.",
          " The doll had her so entranced that she didn’t even notice the water from the sprinklers spray her. Her hair dripped as she bounced, leaving patterns on the sidewalk that disappeared instantly. Her dress clung to her legs, quickly peeling off as the sun dried her.",
          " “Goal!” shouted the children playing with the ball. One of them had just kicked the ball between two trees, right past the child trying to block the score. The ball rolled across the yard, seeming to gain speed. The children ran after the ball but were unable to catch up to it.",
          " As the little girl leapt over one of the cracks, the ball rolled right under her feet. She crashed to the ground. Her doll flew from her arms. She didn’t feel any pain, only worry over her doll. The toy landed just off of the sidewalk, balancing on the bars of a sewer grate, teetering back and forth. The little girl held her breath, jumping to her feet to fetch the doll.",
          " Just before she reached it, the ball rolled right into the doll, knocking it down the grate. The girl shrieked, falling to her knees as tears streamed down her face. Devastated about losing her new doll, she began to bawl.",
          " Out of nowhere, dark clouds filled the sky. Booming thunder scared the other children inside their homes. Lightning cracked across the sky as large rain drops poured from the sky. The girl’s once bright yellow dress turned a muted gray as the rain soaked it down.",
          " The rain would not let up, mirroring the tears of the little girl. The rain created large puddles, flooding the streets. The grate right by the little girl began to slowly fill with water. The water streamed in faster and faster as the pouring rain worsened.",
          " The water rose, carrying the doll slowly towards the sky. The doll reached the top but was stuck under the bars of the grate.",
          " Down the road a little ways, a pile of leaves that had been creating a dam broke loose, letting gushes of water reach the sewer grate. These gushes pushed the doll out from under the bars, and carried her down the stream of water.",
          " The sewer could no longer keep up with the flooding water. The water slowly rose, brushing the little girl’s ankle, grabbing her attention. The stream of water carried the floating doll towards the girl and continued rising around her heels, drawing her eyes to her returned toy.",
          " The girl grabbed the doll and joyfully sprung into the air, laughing and dancing with her doll and forgetting that there were ever any tears.",
          " The sky seemed to forget as well. The clouds dispersed leaving the brilliantly blue sky and the dazzling sun. The sewer swallowed the remaining water and the sun dried up any proof there was ever rain.",
          " The little girl’s dress was bright again. The ringlets returned to her hair.",
          " The children resumed their games as if not a second had passed and the girl went back to twirling down the sidewalk, pausing to look up at the sky. “Thank you” she whispered. The light breeze returned, tousling her hair as if saying you’re welcome."
        ],
        "type": "Fiction"
      }
    ]
  },
  {
    "name": "photography",
    "projects": [
      {
        "id": "ph1",
        "name": "Aperture",
        "description": "This week I explored the world of aperture. I experimented with both wide and narrow aperture and discovered that I prefer wide aperture. For these pictures, I woke up super early. Okay, I actually slept in a little, but it was still really cold outside. I was home for the weekend, visiting my family, so all of these pictures were taken in my parent’s backyard. I would go through and name all of my models, but my family has about 17 chickens and I don’t know all of their names. I was out taking pictures for just over an hour, only going in because my fingers were numb. I used Adobe Bridge and Photoshop to edit these pictures. I hope y’all like them!",
        "photos": [
          {
            "image": "bench.jpg",
            "description": "Man just chilling on bench."
          },
          {
            "image": "swing.jpg",
            "description": "A man smiling on a swing"
          },
          {
            "image": "chicken.jpg",
            "description": "A bunch of chickens in a yard"
          },
          {
            "image": "horses.jpg",
            "description": "Two Horses in a pasture"
          }
        ]
      },

      {
        "id": "ph2",
        "name": "Excursion 1/1 – Creative",
        "description": "This past weekend, we went on a trip to Island Park, ID. There, we took many different pictures. The ones below are more on the creative side. All of these pictures were taken at the same place, all on February 3rd, but all throughout the day. My personal favorites from these are the ones of the fishing equipment and the truck. These pictures were taken using a technique called Light Painting. I set the camera up on a tripod and set it to a long exposure, the turned off all of the lights. I then used a flashlight to paint the parts I wanted to have visible. It truly is a fun technique and it is hard to go wrong!",
        "photos": [
          {
            "image": "bowl.jpg",
            "description": "A Bowl of Berries"
          },
          {
            "image": "hat.jpg",
            "description": "A Cowboy hat on a table."
          },
          {
            "image": "gear.jpg",
            "description": "Fishing Gear"
          },
          {
            "image": "truck.jpg",
            "description": "A Red Toy truck on an American flag"
          },
          {
            "image": "product.jpg",
            "description": "A bottle of fragrance"
          }
        ]
      },

      {
        "id": "ph3",
        "name": "Excursion 2/2 – Portraits",
        "description": "While in Island Park, I had the chance to photograph some wonderful models. These pictures were so fun to take! I had a blast with these models and here are some of my favorite pictures of them! I also got to experiment with using flashes.",
        "photos": [
          {
            "image": "fireplace.jpg",
            "description": "Man by the fireplace"
          },
          {
            "image": "woman.jpg",
            "description": "Woman by the river."
          },
          {
            "image": "kissing.jpg",
            "description": "Couple holding each other"
          },
          {
            "image": "manHorse.jpg",
            "description": "Man on a horse"
          },
          {
            "image": "sewing.jpg",
            "description": "Woman sowing"
          },
          {
            "image": "twoMen.jpg",
            "description": "Two men by the river"
          },
          {
            "image": "gunMan.jpg",
            "description": "Cowboy holding a rifle"
          },
          {
            "image": "cowBoy.jpg",
            "description": "Cowboy siting by the fireplace"
          },
          {
            "image": "manSmiling.jpg",
            "description": "Man smiling by river"
          },
          {
            "image": "group.jpg",
            "description": "Group standing by the river"
          }
        ]
      },

      {
        "id": "ph4",
        "name": "Macro",
        "description": "This week I had the chance to explore the world of Macro photography. Using filters designed to capture large details on close-up objects, I took many different pictures. Some turned out great, others not so great. I used different colored lights and sprayed water to make my objects stand out and to add more detail to them. The six images below are my personal favorites from this exploration.",
        "photos": [
          {
            "image": "fishingPole.jpg",
            "description": "Fishing Pole"
          },
          {
            "image": "raspberries.jpg",
            "description": "Raspberries"
          },
          {
            "image": "rose.jpg",
            "description": "A Pink Rose"
          },
          {
            "image": "wood.jpg",
            "description": "Pile of wood"
          },
          {
            "image": "ringRose.jpg",
            "description": "A Red rose with a diamond ring"
          },
          {
            "image": "ice.jpg",
            "description": "Block of Ice "
          }
        ]
      },

      {
        "id": "ph5",
        "name": "Top 5",
        "description": "I had a hard time picking my five best photos from this semester. I wanted to be sure to pick a variety of styles but still choose my best work. I finally narrowed it down to the five images below. I believe that these are my best photos for many reasons. One is that they are pretty. I asked my fiancé what he thought (he knows nothing about photography) and he thought that these ones looked good. I also think that they demonstrate all that I have learned this semester. These images required a lot of editing and they required knowledge about how to actually take the images. Some of these are product photography taken with a prime lens, others are portraits, some are from unique angles, and my favorite one is light painting. These are all skills that I did not have before this semester and I am glad I learned them. I hope you guys like these pictures!",
        "photos": [
          {
            "image": "sewing.jpg",
            "description": "Woman sowing"
          },
          {
            "image": "bowl.jpg",
            "description": "A Bowl of Berries"
          },
          {
            "image": "manSmiling.jpg",
            "description": "Man smiling by river"
          },
          {
            "image": "blank.png",
            "description": "LDS Rexburg Temple"
          },
          {
            "image": "truck.jpg",
            "description": "A Red Toy truck on an American flag"
          }
        ]
      }
    ]
  },
  {
    "name": "marketing",
    "projects": [
      {
        "id": "m1",
        "name": "Going on a Walk",
        "link": "https://www.youtube.com/embed/ELCl6KONt64?si=d3boieUY1oqGEXLW",
        "description": "Reach: 439 | Impressions: 485",
        "type": "Social"
      },
      {
        "id": "m2",
        "name": "Upgrade Your Shoes",
        "link": "https://www.youtube.com/embed/2BBrw7OgRFo?si=g0osNo2ALTJo3GRn",
        "description": "Links Clicked: 142 | Click Through Rate: 8.81% | Reach: 1,449 | Impressions: 1,844",
        "type": "Social"
      },
      {
        "id": "m3",
        "name": "Road Bum Opt-in Email",
        "link": null,
        "description": null,
        "type": "Email"
      },
      {
        "id": "m4",
        "name": "Road Bum About Us Email",
        "link": null,
        "description": null,
        "type": "Email"
      },
      {
        "id": "m5",
        "name": "Road Bum Newsletter Email",
        "link": null,
        "description": null,
        "type": "Email"
      },
      {
        "id": "m6",
        "name": "Snake River Recreation Email",
        "link": null,
        "description": null,
        "type": "Email"
      }
    ]
  }
]
